tap 'homebrew/services'

brew 'git'
brew 'openssl'
brew 'the_silver_searcher'
brew 'vim'
brew 'zsh'
brew 'heroku-toolbelt'
brew 'imagemagick'
brew 'libyaml'
brew 'node'
brew 'postgres', restart_service: true
brew 'redis', restart_service: true
brew 'wget'
brew 'ack'

cask '1password'
cask 'font-input'
cask 'google-chrome'
cask 'iterm2-nightly'
cask 'mailplane'
cask 'screenhero'
cask 'sequel-pro'
cask 'slack'
cask 'tunnelblick'
