tap 'homebrew/services'

brew 'git'
brew 'ack'
brew 'bat'
brew 'ctags'
brew 'exif'
brew 'fzf'
brew 'heroku-toolbelt'
brew 'imagemagick'
brew 'libyaml'
brew 'ngrok'
brew 'node'
brew 'npm'
brew 'openssl'
brew 'postgres', restart_service: true
brew 'postgis'
brew 'redis', restart_service: true
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'yajl'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'cloak'
cask 'font-input'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2-nightly'
cask 'mailplane'
cask 'postman'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'spotify-notifications'
cask 'tunnelblick'
cask 'vlc'
