tap 'heroku/brew'
tap 'homebrew/cask-fonts'
tap 'homebrew/services'

brew 'git'
brew 'ack'
brew 'archey'
brew 'awsebcli'
brew 'awscli'
brew 'bat'
brew 'cmake'
brew 'ctags'
brew 'exif'
brew 'ffmpeg'
brew 'fx'
brew 'fzf'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'libyaml'
brew 'node'
brew 'npm'
brew 'openssl'
brew 'postgres', restart_service: true
brew 'redis', restart_service: true
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'yajl'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'atom'
cask 'cloudapp'
cask 'dash'
cask 'encryptme'
cask 'font-input'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'keybase'
cask 'mailplane'
cask 'muzzle'
cask 'ngrok'
cask 'notion'
cask 'quitter'
cask 'rocket'
cask 'sequel-pro'
cask 'sizeup'
cask 'slack'
cask 'spotify'
cask 'spotify-notifications'
cask 'vlc'
